Repository: casual-army/KartLauncher
Catalog: Content/locale/*/LC_MESSAGES/messages.po
Languages: bn, de, ja, no, pl, ro, ru, zh_cn

source: Verifying file {0} ({1} of {2})
bn: ফাইল {0} ({2} এর {1}) যাচাই করা হচ্ছে
de: Überprüfe Datei {0} ({1} von {2})
ja: ファイル{0} の確認中（{2} の{1}）
no: Verifiserer fil {0} ({1} av {2})
pl: Sprawdzanie pliku {0} ({1} z {2})
ro: Se verifică fișierul {0} ({1} din {2})
ru: Проверка файла {0} ({1} из {2})
zh_cn: 验证文件 {0} ({1} {2})

source: Updating file {0} ({1} of {2})
bn: ফাইল {0} ({2} এর {1}) হালনাগাদ করা হচ্ছে
de: Aktualisiere Datei {0} ({1} von {2})
ja: ファイル{0} の更新中（{2} の{1}）
no: Oppdaterer fil {0} ({1} av {2})
pl: Aktualizowanie pliku {0} ({1} z {2})
ro: Se actualizează fișierul {0} ({1} din {2})
ru: Обновление файла {0} ({1} из {2})
zh_cn: 更新文件 {0} ({1} {2})

source: Downloading file {0} ({1} of {2})
bn: ফাইল {0} ({2} এর {1}) ডাউনলোড করা হচ্ছে
de: Lade Datei {0} herunter ({1} von {2})
ja: ファイル{0} をダウンロード中（{2} の{1}）
no: Laster ned fil {0} ({1} of {2})
pl: Pobieranie pliku {0} ({1} z {2})
ro: Se descarcă fișierul {0} ({1} din {2})
ru: Загрузка файла {0} ({1} из {2})
zh_cn: 下载文件 {0}： {1} {2} bytes。

source: Downloading {0}: {1} out of {2}
bn: ফাইল {0}: {2} এর মধ্যে {1} ডাউনলোড করা হচ্ছে
de: Lade {0} herunter: {1} von {2}
ja: {0} をダウンロード中：{2} のうち{1}
no: Laster ned {0}: {1} av {2}
pl: Pobieranie {0}: {1} z {2}
ro: Se descarcă {0}: {1} din {2}
ru: Загрузка {0}: {1} из {2}
zh_cn: 下载 {0}: {1} {2}

source: Launchpad - {0}
bn: লঞ্চপ্যাড - {0}

source: Idle
bn: নিষ্ক্রিয়
de: Inaktiv
ja: アイドル
no: Inaktiv
pl: Bezczynny
ro: Inactiv
ru: Ожидание
zh_cn: 闲置

source: Failed to connect to the patch server. Please check your settings.
bn: প্যাচ সার্ভারের সাথে সংযোগ করতে ব্যর্থ হয়েছে। অনুগ্রহ করে আপনার সেটিংস চেক করুন।
de: Es konnte keine Verbindung zum Patch-Server hergestellt werden. Bitte überprüfen Sie ihre Einstellungen.
ja: パッチサーバーに接続できませんでした。 設定を確認してください。
no: Kunne ikke koble til patchserveren. Vennligst sjekk innstillingene dine.
pl: Nie udało się połączyć z serwerem aktualizacji. Proszę sprawdzić ustawienia.
ro: Nu s-a reușit conectarea la serverul patch. Te rugăm să îți verifici setările.
ru: Не удается подключиться к серверу с патчем. Пожалуйста, проверьте настройки.
zh_cn: 无法连接到修补服务器。请检查您的设置。

source: Could not connect to server.
bn: সার্ভারের সাথে সংযোগ করা যায়নি।
de: Verbindung zum Server fehlgeschlagen.
ja: サーバーに接続できませんでした
no: Kunne ikke koble til server.
pl: Nie można połączyć się z serwerem.
ro: Nu s-a putut efectua conexiunea la server.
ru: Не удалось подключиться к серверу.
zh_cn: 无法连接到伺服器。

source: This appears to be the first time you're starting the launcher. Is this the location where you would like to install the game?
bn: মনে হচ্ছে আপনি প্রথমবারের জন্য লঞ্চারটি ব্যবহার করছেন। এই জায়গায়-ই কি আপনি গেমটি ইন্সটল করতে চান?
de: Sie starten den Launcher anscheinend zum ersten Mal. Ist dies das Verzeichnis in das Sie das Spiel installieren möchten?
ja: これはランチャーを初めて起動したときに表示されます。\ nゲームをインストールしたい場所ですか？
pl: Wydaje się, że po raz pierwszy używasz launchera. Czy jest to lokalizacja, w której chcesz zainstalować grę?
ro: Aceasta pare să fie prima dată când pornești lansatorul. Este locația unde vrei să instalezi jocul?
ru: Это окно появляется в первый раз когда вы запускаете лаунчер. Хотите установить игру сюда?
zh_cn: 这似乎是您第一次启动启动程序. 这是您要安装游戏的位置吗？

source: Installing...
bn: ইনস্টল করা হচ্ছে...
de: Installiere...
ja: インストール中...
no: Installerer...
pl: Instalowanie...
ro: Se instalează...
ru: Установка...
zh_cn: 正在安装...

source: Install
bn: ইনস্টল
de: Installieren
ja: インストール
no: Installer
pl: Zainstaluj
ro: Instalare
ru: Установить
zh_cn: 安装

source: Updating...
bn: হালনাগাদ করা হচ্ছে...
de: Aktualisiere...
ja: 更新中...
no: Oppdaterer...
pl: Aktualizowanie...
ro: Se actualizează...
ru: Обновление...
zh_cn: 正在更新...

source: Update
bn: হালনাগাদ করুন
ja: 更新
no: Oppdater
pl: Aktualizuj
ro: Actualizare
ru: Обновить
zh_cn: 更新

source: Repairing...
bn: সংস্কার করা হচ্ছে...
de: Repariere...
ja: 修理...
no: Reparere...
pl: Naprawianie...
ro: Se repară...
ru: Востановление...
zh_cn: 正在修复...

source: Repair
bn: সংস্কার করুন
de: Reparieren
ja: 修理
no: Reparer
pl: Napraw
ro: Reparare
ru: Востановить
zh_cn: 修复

source: Launching...
bn: শুরু করা হচ্ছে...
de: Starte...
ja: 起動中...
no: Starter...
pl: Uruchamianie...
ro: Se lansează...
ru: Запуск...
zh_cn: 正在启动...

source: Launch
bn: শুরু করুন
de: Starten
ja: 起動
no: Start
pl: Uruchom
ro: Lansează
ru: Запустить
zh_cn: 启动

source: Inactive
bn: নিষ্ক্রিয়
de: Inaktiv
ja: 非アクティブ
no: Inaktiv
pl: Nieaktywne
ro: Inactiv
ru: Неактивно
zh_cn: 未激活

source: The server does not provide the game for the selected platform.
bn: এই সার্ভারটি এই প্লাটফর্মের জন্য গেমটি সরবরাহ করেনা।
de: Der Server stellt das Spiel nicht für die ausgewählte Plattform bereit.
ja: サーバーは、選択したプラットフォームのゲームを提供しません。
no: Serveren gir ikke spill for den valgte plattformen.
pl: Serwer nie udostępnia gry dla wybranej platformy.
ro: Serverul nu permite jocului să fie lansat pe platforma selectată.
ru: Сервер не предоставляет игры для выбранной платформы.
zh_cn: 伺服器未为选定平台提供这个游戏。

source: The game failed to launch. Try repairing the installation.
bn: গেমটি আরম্ভ করতে ব্যর্থ হয়েছে। ইন্সটলেশন সংস্কার করার চেষ্টা করুন।
de: Das Spiel konnte nicht gestartet werden. Versuche die Installation zu reparieren.
ja: ゲームは起動できませんでした。 インストールを修復してください。
no: Spillet kunne ikke starte. Prøv å reparere installasjonen.
pl: Nie udało się uruchomić gry. Spróbuj naprawić instalację.
ro: Lansarea jocului a eșuat. Încearcă să repari instalarea.
ru: Не удалось запустить игру. Проверьте целостность файлов или переустановите игру.
zh_cn: 游戏无法启动。尝试修复安装程序。

source: Installation finished
bn: ইনস্টলেশন সম্পন্ন
de: Installation abgeschlossen
ja: インストールが完了しました
no: Installasjonen er ferdig
pl: Instalacja zakończona
ro: Instalarea s-a terminat
ru: Установка завершена
zh_cn: 安装完成

source: Update finished
bn: হালনাগাদ সম্পন্ন
de: Aktualisierung abgeschlossen
ja: 更新が完了しました
no: Oppdatering fullført
pl: Aktualizacja zakończona
ro: Actualizarea s-a terminat
ru: Обновление завершено
zh_cn: 更新已完成

source: Repair finished
bn: সংস্কার সম্পন্ন
de: Reparatur abgeschlossen
ja: 修理済み
no: Reparasjonen fullført
pl: Naprawianie zakończone
ro: Repararea s-a terminat
ru: Восстановление завершено
zh_cn: 修复完成

source: Whoops! The game appears to have crashed. Would you like the launcher to verify the installation?
bn: ওপস! গেমটি মনে হয় ক্রাশ করেছে। আপনি কি লঞ্চারকে ইন্সটলেশনকে যাচাই করতে দিবেন?
de: Uuups! Das Spiel ist wahrscheinlich abgestürzt. Möchten Sie die Installation überprüfen lassen?
ja: うわー！ ゲームがクラッシュしたように見える. ランチャーでインストールを確認しますか？
no: Whoops! Spillet ser ut til å ha krasjet. Vil du Launchpad å bekrefte installasjonen?
pl: Ups! Wygląda na to, że gra została nieoczekiwanie zamknięta. Czy chcesz zweryfikować instalację gry?
ro: Hopa! Jocul pare să se fi oprit brusc. Vrei ca lansatorul să verifice instalarea?
ru: Уууупс! Игра сломалась. Хотите запустить процесс восстановления?
zh_cn: 呦! 游戏似乎已经崩溃. 是否您喜欢启动器来验证安装吗？

source: Reinstalling the game will delete all local files and download the entire game again. Are you sure you want to reinstall the game?
bn: গেমটি রিইন্সটল করলে আপনি গেমের সকল ফাইল এবং ডাউনলোড হারিয়ে ফেলবেন। আপনি কি নিশ্চিত যে গেমটি রিইন্সটল করবেন?
de: Eine Neuinstallation des Spiels löscht alle lokalen Dateien und lädt das komplette Spiel erneut herunter. Sind Sie sicher, dass Sie das Spiel neu installieren möchten?
ja: ゲームを再インストールすると、すべてのローカルファイルが削除され、ゲーム全体が再度ダウンロードされます. ゲームを再インストールしてもよろしいですか？
no: Installere spillet vil slette alle lokale filer og laste ned hele spillet igjen. er du sikker på at du vil installere spillet på nytt?
pl: Przeinstalowanie gry spowoduje usunięcie wszystkich plików lokalnych oraz pobierze grę na nowo. Czy jesteś pewien?
ro: Reinstalarea jocului va duce la ștergerea fișierelor locale și la descărcarea jocului. Ești sigur că vrei să reinstalezi jocul?
ru: Переустановка игры запустит процесс удаления всех локальных файлов, после чего скачает игру заново. Вы уверены, что вы хотите переустановить игру?
zh_cn: 重新安装游戏将删除所有本地文件, 并再次下载整个游戏. n 您确定要重新安装游戏吗？

source: Menu
bn: মেনু
de: Menü
ja: メニュー
no: Meny
ro: Meniu
ru: Меню
zh_cn: 选单

source: Repair Game
bn: গেম সংস্কার করুন
de: Reparatur Spiel
ja: ゲームを修復します。
no: Reparere spillet
pl: Napraw Grę
ro: Repară jocul
ru: Восстановить игру
zh_cn: 维修游戏

source: Starts a repair process for the installed game.
bn: ইনস্টল করা গেমের সংস্কার প্রক্রিয়া শুরু হয়।
de: Startet die Reparatur des installierten Spiels.
ja: インストールされているゲームの修復処理を開始します。
pl: Rozpoczyna proces naprawy zainstalowanej gry.
ro: Începe un proces de reparare pentru jocul instalat.
ru: Начать процесс восстановления установленной игры.
zh_cn: 启动已安装游戏的修复过程。

source: Reinstall Game
bn: গেম পুনরায় ইনস্টল করুন
de: Spiel neu installieren
ja: ゲームを再インストールする
no: Reinstaller
pl: Przeinstaluj grę
ro: Reinstalează jocul
ru: Переустановить игру
zh_cn: 重新安装游戏

source: Reinstalls the installed game.
bn: ইনস্টল করা গেমটি পুনরায় ইন্সটল করুন।
de: Installiert das Spiel erneut.
ja: インストールされているゲームを再インストールします。
no: Reinstallerer spillet.
pl: Przeinstaluj zainstalowaną grę.
ro: Reinstalează jocul instalat.
ru: Переустановка игры.
zh_cn: 重新安装游戏。

source: No GameVersion.txt file could be found in the target directory. This file is required. Would you like to add one? The version will be "1.0.0".
bn: উদ্দীষ্ট ডিরেক্টরি তে কোন GameVersion.txt ফাইল খুঁজে পাওয়া যায়নি। এই ফাইলটি প্রয়োজনীয়। আপনি কি একটি যোগ করবেন?ফাইলটির সংস্করণ হবে ''১.০.০''।
de: Es konnte keine GameVersion.txt-Datei im Zielverzeichnis gefunden werden. Diese Datei ist erforderlich. Möchten Sie diese Datei hinzufügen? Die Version ist dann "1.0.0".
ja: ターゲットディレクトリにGameVersion.txtファイルが見つかりませんでした。このファイルは必須です。 あなたは1つを追加しますか？ バージョンは「1.0.0」になります。
pl: Plik GameVersion.txt nie został znaleziony w katalogu docelowym. Ten plik jest wymagany. Czy chcesz go dodać? Wersja zostanie ustawiona na "1.0.0".
ro: Nici un fișier de tip GameVersion.txt nu a fost găsit în directorul țintă. Acest fișier este necesar. Vrei să mai adaugi altul? Versiunea va fi "1.0.0".
ru: Невозможно найти GameVersion.txt в конечной директории. Этот файл необходим. Хотите добавить? Версия по-умолчанию будет установлена на "1.0.0".
zh_cn: 在目录中找不到 GameVersion.txt 文件。 此文件是必需的. 是否要添加一个吗？该版本将是 "1.0.0"。

source: {0} : {1} out of {2}
bn: {0}: {2} এর মধ্যে {1}
de: {0} : {1} von {2}
no: {0} : {1} av {2}
pl: {0} : {1} z {2}
ro: {0} : {1} din {2}
ru: {0}: {1} из {2}

source: Finished
bn: সমাপ্ত
de: Fertig
ja: 終了
no: Ferdig
pl: Zakończono
ro: Finalizat
ru: Завершено
zh_cn: 完成

source: Launchpad Utilities - Manifest
bn: লঞ্চপ্যাড ইউটিলিটি - ম্যানিফেস্টো
de: Launchpad Werkzeuge - Manifest
ja: Launchpadユーティリティ- 目録
pl: Narzędzia Launchpad - Manifest
ro: Manifest - Utilitățiile Launchpad
zh_cn: 启动板实用程序

source: Progress:
bn: অগ্রগতি:
de: Fortschritt:
ja: 進行状況:
no: Status:
pl: Postęp:
ro: Progres:
ru: Прогресс:
zh_cn: 进度：

source: /some/file/path : 1 out of 100
bn: /some/file/path: ১০০ এর মধ্যে ১
de: /some/file/path : 1 von 100
ja: /some/file/path: 1 のうち 100
no: /some/file/path: 1 av 100
pl: /some/file/path : 1 z 100
ro: /unele/fișier/cale: 1 din 100
ru: /some/file/path: 1 из 100
zh_cn: /部分/文件/路径: 1/100

source: Generate Game Manifest
bn: গেম ম্যানিফেস্টো তৈরি করুন
de: Spiel-Manifest generieren
ja: ゲームマニフェストを生成する
no: Generere Spillemanifest
pl: Wygeneruj Manifest gry
ro: Generează Manifestul Jocului
zh_cn: 生成游戏清单

source: Generate Launchpad Manifest
bn: লঞ্চপ্যাড ম্যানিফেস্টো তৈরি করুন
de: Launchpad-Manifest generieren
ja: Launchpad マニフェストを生成する
no: Generere Launchpad-manifest
pl: Wygeneruj Manifest programu Launchpad
ro: Generează Manifestul Launchpad
zh_cn: 生成游戏清单
